{"format": "layers-model", "generatedBy": "keras v2.3.1", "convertedBy": "TensorFlow.js Converter v1.7.4r1", "modelTopology": {"keras_version": "2.3.1", "backend": "tensorflow", "model_config": {"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "LSTM", "config": {"name": "lstm_1", "trainable": true, "batch_input_shape": [null, 100, 88], "dtype": "float32", "return_sequences": true, "return_state": false, "go_backwards": false, "stateful": false, "unroll": false, "units": 256, "activation": "tanh", "recurrent_activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "recurrent_constraint": null, "bias_constraint": null, "dropout": 0.0, "recurrent_dropout": 0.3, "implementation": 2}}, {"class_name": "LSTM", "config": {"name": "lstm_2", "trainable": true, "dtype": "float32", "return_sequences": false, "return_state": false, "go_backwards": false, "stateful": false, "unroll": false, "units": 128, "activation": "tanh", "recurrent_activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "recurrent_initializer": {"class_name": "Orthogonal", "config": {"gain": 1.0, "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "unit_forget_bias": true, "kernel_regularizer": null, "recurrent_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "recurrent_constraint": null, "bias_constraint": null, "dropout": 0.0, "recurrent_dropout": 0.3, "implementation": 2}}, {"class_name": "Dense", "config": {"name": "dense_1", "trainable": true, "dtype": "float32", "units": 400, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "dtype": "float32", "rate": 0.3, "noise_shape": null, "seed": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "trainable": true, "dtype": "float32", "units": 12, "activation": "softmax", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}]}}, "training_config": {"optimizer_config": {"class_name": "Adam", "config": {"learning_rate": 0.009999999776482582, "beta_1": 0.8999999761581421, "beta_2": 0.9990000128746033, "decay": 1.0000000116860974e-07, "epsilon": 1e-07, "amsgrad": false}}, "loss": "sparse_categorical_crossentropy", "metrics": ["accuracy"], "weighted_metrics": null, "sample_weight_mode": null, "loss_weights": null}}, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense_1/kernel", "shape": [128, 400], "dtype": "float32", "quantization": {"min": -2.2248217535953896, "scale": 0.016239574843761966, "dtype": "uint8"}}, {"name": "dense_1/bias", "shape": [400], "dtype": "float32", "quantization": {"min": -0.5584543817402685, "scale": 0.002233817526961074, "dtype": "uint8"}}, {"name": "dense_2/kernel", "shape": [400, 12], "dtype": "float32", "quantization": {"min": -1.9095690180273617, "scale": 0.010974534586364148, "dtype": "uint8"}}, {"name": "dense_2/bias", "shape": [12], "dtype": "float32", "quantization": {"min": -0.13690706327849744, "scale": 0.0009250477248547124, "dtype": "uint8"}}, {"name": "lstm_1/kernel", "shape": [88, 1024], "dtype": "float32", "quantization": {"min": -5.319485443713618, "scale": 0.03643483180625766, "dtype": "uint8"}}, {"name": "lstm_1/recurrent_kernel", "shape": [256, 1024], "dtype": "float32", "quantization": {"min": -3.0819106008492265, "scale": 0.023707004621917126, "dtype": "uint8"}}, {"name": "lstm_1/bias", "shape": [1024], "dtype": "float32", "quantization": {"min": -1.964517002479703, "scale": 0.01584287905225567, "dtype": "uint8"}}, {"name": "lstm_2/kernel", "shape": [256, 512], "dtype": "float32", "quantization": {"min": -3.9502624951156915, "scale": 0.031104429095399146, "dtype": "uint8"}}, {"name": "lstm_2/recurrent_kernel", "shape": [128, 512], "dtype": "float32", "quantization": {"min": -2.234804101083793, "scale": 0.019953608045391008, "dtype": "uint8"}}, {"name": "lstm_2/bias", "shape": [512], "dtype": "float32", "quantization": {"min": -2.059427059397978, "scale": 0.018065149643841913, "dtype": "uint8"}}]}]}